Tekla.Structures.Filtering.Categories.PourObjectFilterExpressions.PourType
The PourType class represents the pour type filter expression.

Tekla.Structures.Filtering.Categories.PourObjectFilterExpressions.PourType.#ctor
Initializes a new instance of the PourType class.